akamud.vscode-theme-onedark
angular.ng-template
aykutsarac.jsoncrack-vscode
azemoh.one-monokai
bramvanbilsen.matlab-code-run
brunnerh.insert-unicode
evan-buss.font-switcher
formulahendry.code-runner
george-alisson.html-preview-vscode
gerane.theme-seahorse
gerane.theme-snappy
gimly81.matlab
github.copilot
github.copilot-chat
github.github-vscode-theme
grapecity.gc-excelviewer
hugehardzhang.blp-preview
johnpapa.angular2
josetr.cmake-language-support-vscode
ketho.wow-api
llvm-vs-code-extensions.vscode-clangd
lunarwtr.tga-image-preview
magicstack.magicpython
mechatroner.rainbow-csv
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.vscode-serial-monitor
njpwerner.autodocstring
pkief.material-icon-theme
platformio.platformio-ide
pycom.pymakr
sumneko.lua
tomoki1207.pdf
twxs.cmake
vadimcn.vscode-lldb
vsciot-vscode.vscode-arduino
vscode-arduino.vscode-arduino-community
zhuangtongfa.material-theme
